Repository: RigacciOrg/photo-reframe
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #32001
source: View in Photo Frame
it_it: Presentazione Photo Frame

# #32002
source: Run this add-on from the Context Menu over a playlist or over a folder (which contains a "%s.%s" file).
it_it: Eseguire l'add-on dal Menu Contestuale su una playlist o su una cartella (che contenga un file "%s.%s").

# #32003
source: The playlist should contain the images filenames and the cropping geometries, separated by a vertical bar.
it_it: La playlist deve contenere i nomi dei file delle immagini e le geometrie di ritaglio, separate da una barra verticale.

# #32004
source: Playlist Error
it_it: Errore playlist

# #32005
source: Playlist is empty.
it_it: La playlist Ã¨ vuota.

# #32006
source: Errors in Playlist
it_it: Errori nella playlist

# #32007
source: Auto Play
it_it: Avanzamento automatico

# #32008
source: Starting slides auto play
it_it: Avvio avanzamento automatico

# #32009
source: Stopping slides auto play
it_it: Stop avanzamento automatico

# #32010
source: Slide Time
it_it: Tempo diapositiva

# #32011
source: Setting timer to %d seconds
it_it: Timer impostato a %d secondi

# #32012
source: Bad Geometry
it_it: Geometria errata

# #32013
source: Bad geometry for image "%s"
it_it: Geometria errata per l'immagine "%s"

# #32014
source: Image Error
it_it: Immagine danneggiata

# #32015
source: Image "%s": imageToGeometry(): Exception: %s
it_it: Immagine "%s": imageToGeometry(): Exception: %s

# #32016
source: Captions
it_it: Didascalie

# #32017
source: Width
it_it: Larghezza

# #32018
source: Height
it_it: Altezza

# #32019
source: Log Level
it_it: Livello di log

# #32020
source: Some items in the playlist contain errors.
it_it: Alcune voci della playlist contengono errori.

# #32021
source: image size: %dx%d
it_it: dimensione immagine %dx%d

# #32023
source: Show image caption
it_it: Mostra didascalia immagine

# #32024
source: Hide image caption
it_it: Nascondi didascalia immagine

# #32025
source: Autoselect font
it_it: Scelta automatica font

# #32026
source: Preferred font size
it_it: Dimensione preferita

# #32028
source: Font name
it_it: Nome font

# #32030
source: Require font style
it_it: Richiedi stile carattere

# #32031
source: Style required
it_it: Stile richiesto

# #32032
source: Slides
it_it: Diapositive

# #32033
source: Playlist basename
it_it: Prefisso nome playlist

# #32034
source: Playlist suffix
it_it: Suffisso nome playlist

# #32035
source: Vertical position
it_it: Posizione verticale

# #32036
source: Rows max number
it_it: Numero righe max
